Revit 2027 API
ParameterTypeId.TextWidthScale Property
 "Width Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextWidthScale { get; }
Public Shared ReadOnly Property TextWidthScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextWidthScale {
	ForgeTypeId^ get ();
}
static member TextWidthScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace